[

    {
        "name": "On the Trail of Nabokov in the American West",
        "id": "1",
        "text": "For the last 1 5 years my wife, Sarah, and I have driven every summer with our golden retriever from New Jersey to the Northern Rockies. I used to say that I felt like Humbert Humbert, the notoriously unreliable narrator of “Lolita,” who made a similar trip, but instead of traveling with a precocious preteen girl, I was traveling with a wife and a dewy-eyed dog. But then I learned that Vladimir Nabokov himself had done the same thing. Nabokov wrote his disturbingly compelling classic, “Lolita,” over the course of five breathless years, from 1948 to 1953, filling 5-by-7 cards with notes he took riding shotgun while his designated driver, his wife, Véra, drove their black Oldsmobile from Ithaca, N.Y., to Arizona, Utah, Colorado, Wyoming and Montana. In other words, at the height of the Cold War, an expatriate Russian novelist with the resonant name of Vladimir was roaming through the reddest of red states, researching a book about a jaded aristocrat’s sexual obsession with “nymphets” (a coinage the book put in the Oxford English Dictionary). The wonder is that Nabokov survived at all. Today we revere “Lolita” for Nabokov’s bold, multilayered subject matter and his dazzling and allusive prose. But Nabokov’s most enduring contribution may be his portrait of the brash, kitschy, postwar America he observed on his cross-country journeys. Nabokov never learned to drive, and so he estimated that between 1949 and 1959 Véra drove him 150,000 miles — almost all of them on the two-lane blue highways that preceded the interstates. Measured by the sheer number of miles covered, Nabokov is the most American of authors. He saw more of the United States than did Fitzgerald, Kerouac or Steinbeck, and what he saw was back-roads America: personal, intimate, ticky-tack and yet undeniably authentic. It took a Russian-born writer to awaken us to what Mark Twain knew: America is not a place; it is a road.Nabokov went west because he was chasing butterflies. He was a passionate lepidopterist who wrote the definitive scholarly study of the genus Lycaeides and had several species named after him, such as Nabokov’s wood nymph. His travels over the years took him from the Bright Angel Trail in the Grand Canyon to Utah, Colorado and Oregon. But one of the best places to find many different species of butterflies congregating at one time was at nosebleed-high altitudes along the Continental Divide in Wyoming. Along the way the shape of the novel took root, and he started to take notes during his butterfly hunts and write them up back in his motel rooms.So why not follow the trail of Vladimir and Véra today? Like a 21st-century version of Humbert’s nemesis, Clare Quilty, who pursued Humbert and Lolita across the country, I went west to chase Nabokov chasing butterflies and to piece together the plot of his most popular novel. It became a tale of three overlapping journeys: Humbert’s with Lolita, Vladimir with Véra, and mine with Sarah and my retriever, Mack.The physical geographies of “Lolita” are still there — not only Humbert’s “distant mountains,” “oatmeal hills” and “relentless peaks” but also the daisy chain of Kumfy Kabins, Sunset Motels, Pine View Courts, U-Beam Cottages and Skyline Courts where Humbert took the captive Dolores Haze (Lolita’s given name). Among them are some of the same motels where Vladimir and Véra checked in more than a half-century ago.We traveled the same basic route the Nabokovs did, leaving the East, descending into Ohio and across the Midwest — or, as Humbert put it, “We crossed Ohio, the three states beginning with ‘I’ and Nebraska — ah, that first whiff of the West!” We stayed in motels, too, though they lacked the cheesy allure of Humbert’s “countless motor courts [proclaiming] their vacancy in neon lights, ready to accommodate salesmen, escaped convicts, impotents, family groups, as well as the most corrupt and vigorous couples.” Mack was no Lolita, either, licking my hand affectionately, unlike the frequently disdainful Lolita whose contempt only made Humbert more crazed in his obsession.",
        "img": "1.jpg"
    },
    {
        "name": "A Country Road, a Tree,’ by Jo Baker",
        "id": "2",
        "text": "The beguiling title of Jo Baker’s new novel comes from the opening stage direction of Samuel Beckett’s 1952 play “Waiting for Godot.” “A country road, a tree. Evening.” Once notorious, now canonical, “Godot” is famously the play in which nothing happens: two tramps, Vladimir and Estragon, wait for a mysterious stranger, Godot, who never appears. They divert themselves with conversation, encounter some bizarre strangers, struggle to fill the passing time, decide to hang themselves, decide not to hang themselves, resolve to move on, move nowhere, and then the curtain falls. What saves the play from being a pretentious Gallic snore-fest is that it owes as much to Charlie Chaplin as Schopenhauer: It’s full of physical humor, funny bickering, trousers falling down and pungent verbal inventiveness.Like Beckett’s other works, “Godot” is baffling and nonlinear on principle. There is no sense of change and development. The action sometimes seems shapeless, sometimes static, sometimes obsessively spiral. But the world is not like a Beckett play. The unexpected success of “Godot” was a genuine turning point in Beckett’s life. It set in motion an unmistakably linear pattern of events that culminated in the Nobel Prize in Literature and Beckett’s enthronement as one of the craggy writer-prophets of the 20th century.He didn’t appear to enjoy either fame or wealth, and gave away the money he received when he won the Nobel. From James Knowlson’s 1996 biography, “Damned to Fame,” we also learn that in later life Beckett liked to pass the time reading pulp crime fiction, which is both charming and disconcerting, like hearing that a great patisserie chef binges in secret on Twinkies.“A Country Road, a Tree” is a biographical novel that dramatizes Beckett’s life pre-“Godot.” This was his career’s long penurious antechamber, lit up by encounters with prominent figures like Peggy Guggenheim, Marcel Duchamp and James Joyce. The book does a good Joyce — ­weary, entitled, disappointed, patronizing — who is both an inspiration to Beckett and a creative obstacle, preventing him from finding his own voice.The novel focuses in particular on the years of World War II, which Beckett spent in France. Infantilized and carped at by his mother in Ireland, he chose to return at the outbreak of the war to Paris, where he became involved with the French Resistance. In later life, Beckett would disparage his activities as “Boy Scout stuff.” But he came close to being arrested by the Gestapo and was forced to flee Paris with his lover and future wife, Suzanne Deschevaux-Dumesnil.Suzanne and Samuel’s experiences on the run in occupied France form the core of “A Country Road, a Tree.” The novel’s controlling idea is that this period was the artistic crucible in which the mature Beckett and “Waiting for Godot” were formed. The world the characters inhabit is a present-tense space of hunger, purposeless waiting, cigarette smoke and ticking clocks. Dotted throughout their journey are the elements that will cohere in “Waiting for Godot”: the blasted landscape, the tedium of life as a near vagrant, the mundane conversations about boots and carrots between a footsore, starving couple. During a key scene, Suzanne and Samuel wait beneath a willow for a contact in the Resistance who never shows up.Jo Baker’s previous novel, the best-­selling “Longbourn,” was another literary homage: Jane Austen’s “Pride and Prejudice” viewed from the perspective of the servants. But it’s one thing to riff on such a familiar cast and plot, another to dramatize the penniless war years of a challenging modernist. And “A Country Road, a Tree” doesn’t offer its reader many footholds. It sticks very faithfully to the facts of Beckett’s biography, but often doesn’t tell you exactly what they are. For example, the text refers at several points to Beckett’s bandaged chest and the “scar” from his injury, but never explains that it was the result of a near-fatal knife attack by a Parisian pimp called Prudent.",
        "img": "2.jpg"
    },
    {
        "name": "In Brief: Wildlife Safaris in Nepal; New Trails in California",
        "id": "3",
        "text": "Nepal may be known for being home to Mount Everest, but its wildlife is an attraction as much as the snow peaks. A new lodge from the Mumbai, India-based Taj Safaris, Meghauli Serai, is situated in Chitwan National Park in south-central Nepal and has 30 rooms and an infinity pool overlooking the Rapti River. The park is home to 550 native bird species including the great hornbill and more than 60 species of mammals such as leopards, wild dogs and Bengal tigers; a greater one-horned rhinoceros is also a big draw. In addition to safaris, guests have the option to take guided jungle walks, canoe on the Rapti River and hike in the Himalayan foothills. Prices from $535 per person, per day, including meals and most activities. In time for the American Hiking Society’s National Trails Day, June 4, Mendocino County in Northern California will open two new hiking trails. The 2.3-mile Peter Douglas Coastal Trail routes hikers through redwood groves known as Shady Dell featuring trees with branches that have split off into candelabra shapes. The land, just south of Sinkyone Wilderness State Park, is owned by the nonprofit Save the Redwoods League.",
        "img": "3.png"
    }

]